import React, { Component } from 'react';
import { Carousel, Container, Row, Col, Card } from 'react-bootstrap';


export default class Blog extends Component {
    render() {
        return (
            <Container>
                <Row>
                    <h2 className="text-center mt-5 mb-3"> </h2>
                    <Col md={12}>
                        <Card className="mb-3">
                            <Card.Img variant="top" src="https://live.staticflickr.com/6166/6136655190_a362ee16ef_z.jpg" />
                            <Card.Body>
                                <Card.Text>Посещая Клуб «BASSCL», Вы принимаете правила и условия, указанные ниже, их соблюдение обязательно для всех посетителей.


1. Проход в помещение Клуб «BASSCL» осуществляется строго по билетам.


2. Билет действителен для разового прохода одного (или нескольких лиц, если это указано в билете) лица на мероприятие, указанное в билете.


3. Пуск Посетителей в Клуб «BASSCL» начинается во время, указанное на билете, или за один час до времени начала мероприятия, указанного во входном (пригласительном) билете.


4. Наличие билета на концерт дает право находиться в клубе во время концерта, указанного в билете. После окончания концерта администрация имеет право попросить посетителей покинуть зал.


5. Допуск детей (несовершеннолетних лиц) на мероприятие осуществляется с учетом классификации информационной продукции (0+, 6+, 12+, 16+ или 18+).


6. Независимо от классификации информационной продукции, на ночные мероприятия (время начала, проведения и/или окончание которого приходится на период с 23 часов до 6 часов) дети, не достигшие 18 летнего возраста, не допускаются без сопровождения родителей (лиц, их заменяющих).


7. В клубе может быть произведен досмотр, с целью обеспечения безопасности его посетителей. Посетители не должны оказывать сопротивления досматривающим, в противном случае администрация может отказать клиенту в праве на повторное посещение.


8. Запрещено посещение клуба с животными.


9. Категорически запрещено посещение клуба в состоянии сильного алкогольного или наркотического опьянения, степень которого администрация определяет по своему усмотрению.


10. Запрещено проносить в клуб оружие (огнестрельное, травматическое, пневматическое, а также холодное, даже при наличии разрешительных документов), газовые баллоны, алкоголь, безалкогольные напитки, продукты питания, бытовую химию, наркотики, взрывчатые вещества.


11.Посетителю придется покинуть клуб в случае проявления агрессии по отношению к другим гостям и/или к персоналу, а также в случае сильного алкогольного опьянения или при нарушении правил.


12. Посетители, имеющие кардиостимуляторы и иные медицинские устройства, на нормальную работу которых может повлиять металлоискатель, при подходе к пункту контроля обязаны сообщить об этом сотруднику охраны.


13. Администрация вправе потребовать оригинал документа, удостоверяющего возраст гостя.


14. Запрещено наносить ущерб имуществу клуба.


15. В случае если посетитель наносит материальный ущерб, он обязан возместить его стоимость.


16. На территории клуба запрещена любая несанкционированная торговля.


17. Фото - и видеосъемка на территории клуба запрещена.


18. Профессиональная видео и фотосъемка возможны только для аккредитованных журналистов. Запрещено проносить профессиональное фото и видео оборудование неаккредитованным лицам. Администрация вправе изъять технику у неаккредитованного лица до окончания мероприятия.


19. Посещая Клуб «BASSCL», Вы соглашаетесь принимать участие в возможной фото- и видеосъемке, теле-или радиотрансляции мероприятия в качестве посетителя и разрешаете клубу использовать фото- видео- и аудиозаписи с Вашим участием.


20. Клуб не несет ответственности за сохранность личных вещей, транспортных средств и другого имущества, оставленного на территории клуба.


21. Продажа пива, алкогольных напитков и табачной продукции осуществляется согласно законодательству РФ и запрещена лицам моложе 18 лет.


22. Возврат денежных средств за билеты осуществляется в соответствии с действующим законодательством.


23. Администрация не несет ответственность за билеты, приобретённые в неустановленных местах.</Card.Text>
                            </Card.Body>
                        </Card>
                    </Col>
                </Row>
            </Container>
        )
    }
}
